import React from "react";
import "./Reviews.css";

const Reviews = () => {
  return (
    <div>
      <div className="Reviews">
        <a href="https://rus-shake.ru/criticism/Gaydin/Hamlet-Diver/">
          Рецензия кандидата философских наук, шекспироведа Б.Н. Гайдина на
          сайте "Русский Шекспир"
        </a>
        <p>
          Доктор искусствоведения, специалист по творчеству У. Шекспира
          А.В. Бартошевич:​ "Очень много точного, именно что гамлетовского.​
          Лихорадочный задыхающийся бег, который невозможно остановить и
          обрывающийся только смертью... Тесные пространства подвалов, лестниц,
          переходов среди развалин, по которым блуждает в полубреду​
          воспаленная, душа Гамлета, в конце вдруг сменяется полным воздуха
          простором смерти. ...поставлено и сыграно совершенно оригинально, я не
          заметил никаких подражаний."
        </p>
        <p>
            <b>Отзывы интернет-зрителей:</b>
        </p>
        <p>
            <b>@user-mj2up5iv8v</b>: ....не смогла оторваться. Завораживает.Необъяснимо.Наверное,это искусство....Спасибо.
        </p>
        <p>
            <b>@A.Williams-mi2gh</b>: Spectacular acting. Thank you!♥
        </p>
        <p>
            <b>@AnnW6c</b>: The highly-sensitive actor seems to be a real Hamlet. Nice going! I’d like to see on a big screen.
        </p>
        <p>
            <b>@user-kb8kz6qy3h</b>: Здорово! Талантливо! Спасибо
        </p>
        <p>
            <b>@user-zd6py2xm5n</b>: Сложный фильм, который не стоит смотреть с наскока. Возможно, даже не с одного подхода. Захотелось перечитать источник.
        </p>
      </div>
    </div>
  );
};

export default Reviews;
